tap "facebook/fb"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "sst/tap"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "biome"
brew "libyaml"
brew "openssl@3"
brew "cocoapods"
brew "codex"
brew "gmp"
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "gitlab-ci-local"
brew "icu4c@76"
brew "imagemagick"
brew "ios-deploy"
brew "lazygit"
brew "libffi"
brew "opencode"
brew "openssl@1.1"
brew "pkgconf"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "powerlevel10k"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "tldr"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "yarn-completion"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "facebook/fb/idb-companion"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "android-studio"
cask "bruno"
cask "cursor"
cask "discord"
cask "droid"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "fork"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "inkscape"
cask "itsycal"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "keka"
cask "mendeley-reference-manager"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mockoon"
cask "notion"
cask "notion-calendar"
cask "ollama-app"
cask "orbstack"
cask "pearcleaner"
cask "rectangle"
cask "setapp"
cask "slack"
cask "spotify"
cask "stats"
cask "tailscale-app"
cask "telegram-desktop@beta"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zed"
cask "zoom"
cask "zotero"
cask "zulu@17"
vscode "amodio.toggle-excluded-files"
vscode "antfu.icons-carbon"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dotenv.dotenv-vscode"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vunguyentuan.vscode-css-variables"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
